export const agreement = `
제1장 (용어 정의)

본 약관에서는 다음 용어를 사용합니다.

1.1. ‘플랫폼’이란 ‘이용자’가 컴퓨터, 모바일 전자기기 등 정보통신설비를 이용하여 서비스를 이용할 수 있도록 스포츠도도(이하 ‘스포츠도도’라 함)가 제공하는 가상의 영업장을 말합니다.

1.2. ‘이용자’란 “플랫폼”을 통하여 이 약관에 따라 제공하는 서비스를 받는 회원 및 비회원을 말합니다.

1.3. ‘회원’이라 함은 “플랫폼”에 회원등록을 한 자로서, 계속적으로 “플랫폼”이 제공하는 서비스를 이용할 수 있는 자를 말합니다.

1.4. ‘비회원’이라 함은 회원에 가입하지 않고 “플랫폼”이 제공하는 서비스를 이용하는 자를 말합니다.

1.5. ‘개별 이용약관’이란 본 서비스에 관하여 본 약관(이하 ‘본 약관’이라 함)과는 별도로 ‘약관’, 가이드라인’, ‘정책’ 등의 명칭으로 스포츠도도가 배포 또는 게시한 문서를 말합니다.

1.6. ‘콘텐츠’란 문장, 음성, 음악, 이미지, 동영상, 소프트웨어, 프로그램, 코드 및 기타 정보를 말합니다.

1.6. ‘투고 콘텐츠’란 이용자가 본 서비스에 투고, 송신, 업로드한 콘텐츠를 말합니다.



제2조 (약관의 목적과 동의)

2.1. 본 약관은 스포츠도도가 운영하는 IT기술 활용 플랫폼(이하 ‘플랫폼’이라 함)에서 제공하는 캠퍼스 라이프 관련 편의 서비스(이하 ‘본 서비스’라 함)에 관한 모든 제품 및 서비스의 이용에 관한 조건에 대해 본 서비스를 이용하는 이용자(이하 ‘이용자’라 함)와 스포츠도도간에 정하는 것이며,  스포츠도도와 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.

2.2. 이용자는 본 약관의 규정에 따라 본 서비스를 이용해야 합니다. 이용자는 본 약관에 대해 유효하고 취소 불가능한 동의를 했을 경우에 한하여 본 서비스를 이용할 수 있습니다.

2.3. 이용자는 본 서비스를 실제로 이용함으로써 본 약관에 대해 유효하고 취소 불가능한 동의를 한 것으로 간주됩니다.

2.4. 본 약관에 명시되지 않은 스포츠도도의 권리, 의무 및 책임사항에 관해서는 전기통신기본법, 전기통신사업법 및 기타 대한민국의 관련 법령과 상관습에 의합니다.

2.5. 본 서비스에 개별 이용약관이 존재할 경우, 고객은 본 약관 외에 개별 이용약관의 규정에 따라 본 서비스를 이용해야 합니다.


제3조 (약관 변경)

필요하다고 스포츠도도에서 판단할 경우, 스포츠도도는 이용자에 대한 사전 통지 없이 언제라도 본 약관 및 개별 이용약관을 변경할 수 있습니다. 변경 후의 본 약관 및 개별 이용약관은 스포츠도도가 운영하는 플랫폼의 서비스의 적절한 장소에 게시된 시점부터 그 효력이 발생하며, 본 약관 및 개별 이용약관이 변경된 후에도 이용자가 본 서비스를 계속 이용함으로써 변경 후의 본 약관 및 적용된 개별 이용약관에 대해 유효하고 취소 불가능한 동의를 한 것으로 간주됩니다. 이러한 변경 내용은 이용자에게 개별적으로 통지할 수 없기 때문에, 본 서비스를 이용할 때에는 수시로 최신의 본 약관 및 적용된 개별 이용약관을 참조하시기 바랍니다.


제4조 (회원 가입 및 계정 관리)

4.1. 이용자는 스포츠도도가 정한 가입 절차에 따라 회원정보를 직접기입 또는 타사 서비스의 정보를 연동하는 방법으로 회원 가입을 신청합니다.

4.2. 스포츠도도는 서비스 이용 약관 제4조 제1항과 같이 회원으로 가입할 것을 신청한 자가 다음 각 호에 해당하지 않는 한 신청한 자를 회원으로 등록합니다.
4.2.1. 등록 내용에 허위, 필수항목 기재 누락, 오기가 있는 경우
4.2.2. 기타 회원으로 등록하는 것이 플랫폼에 현저히 지장이 있다고 판단되는 경우

4.3. 이용자는 본 서비스 이용을 위해 이용자 자신과 관련된 정보를 등록할 경우, 진실하고 정확하며 완전한 정보를 제공해야 하며 언제나 최신 정보가 적용되도록 수정해야 합니다.

4.4. 이용자는 본 서비스 이용을 위해 비밀번호를 등록할 경우, 이를 부정하게 이용당하지 않도록 본인 책임 하에 엄중하게 관리해야 합니다. 스포츠도도는 등록된 비밀번호를 이용하여 이루어진 일체의 행위를 고객 본인의 행위로 간주할 수 있습니다.

4.5. 회원가입계약의 성립시기는 스포츠도도가 정한 가입 절차를 완료한 시점으로 합니다.

4.6. 본 서비스의 계정은 이용자에게 일신전속적으로 귀속됩니다. 이용자가 본 서비스에서 가지는 모든 이용권은 제3자에게 양도, 대여 또는 상속할 수 없습니다.



제5조 (이용자 탈퇴 및 자격 상실 등)

5.1. 본 서비스에 등록한 이용자는 언제라도 계정을 삭제하고 탈퇴할 수 있습니다.

5.2. 스포츠도도는 이용자가 다음 각 호의 사유에 해당하는 경우, 회원자격을 제한, 정지 및 무기한 상실시킬 수 있습니다.
5.2.1. 본 약관을 위반하거나 또는 위반할 우려가 있다고 인정된 경우, 이용자에 대한 사전 통지 없이 계정을 정지 또는 삭제할 수 있습니다.
5.2.2. 이용자의 마지막 접속 시점부터 １년 이상 경과한 계정을 이용자에 대한 사전 통지 없이 삭제할 수 있습니다.
5.2.3. 가입 신청 시에 허위 내용을 등록한 경우
5.2.4. 다른 이용자의 플랫폼 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
5.2.5. 플랫폼을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
5.2.6. 서비스 이용 약관 제10조에 따른 이용자의 의무를 지키지 아니하였을 경우

5.3. 이용자는 본 서비스에서 가지는 모든 이용 권한은 이유를 막론하고 계정이 삭제된 시점에 소멸됩니다. 이용자의 실수로 계정을 삭제한 경우에도 계정을 복구할 수 없으므로 주의하시기 바랍니다.

5.4. 스포츠도도가 이용자의 회원자격을 상실시키기로 결정한 경우에는 회원등록을 말소합니다. 이 경우 이용자인 회원에게 회원자격 상실 사유와 스포츠도도 판단에 따라 회원등록 말소 전에 이를 통지하고, 소명할 기회를 부여하며, 통지 없이 말소할 수 있습니다.

5.5. 회원 탈퇴 시 이용자의  투고 콘텐츠 삭제를 원할 경우, 본인이 직접 삭제 후 탈퇴하여야 합니다.


제6조 (서비스의 이용시간 및 서비스의 중단)

6.1. 플랫폼의 이용은 특별한 사유가 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 컴퓨터 등 정보통신설비의 보수점검․교체 및 고장, 통신의 두절 등의 사유 또는 정기점검 등의 필요로 스포츠도도가 지정한 날 등의 경우에는 플랫폼을 일시적으로 중단할 수 있습니다.

6.2. 스포츠도도는 플랫폼의 원활한 운영을 위하여 기간을 정하여 사전에 공지하고 서비스를 중지할 수 있으며, 통제할 수 없는 사유로 인한 서비스의 중단(시스템 관리자의 고의, 과실이 없는 디스크 장애, 시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우와 같이 긴급한 조치를 하여야 하는 경우 사후에 통지할 수 있습니다.

6.3. 스포츠도도가 적절하다고 판단하는 사유에 의해 현재 제공되는 서비스를 완전히 중단할 수 있습니다.

6.4. 고객센터의 운영시간은 주5일 월요일~금요일 주중 당일 오전9시부터 당일 오후6시까지 입니다.


제7조 (이용자에 대한 통지)

7.1. 스포츠도도가 이용자에 대한 통지를 하는 경우, 이용자가 스포츠도도에게 정보 제공 및 정보 사용에 동의한 E-mail, SMS과 APP 메세지로 할 수 있습니다.

7.2. 스포츠도도는 불특정다수 이용자에 대한 통지의 경우 1주일이상 플랫폼의 적절한 장소에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 이용자와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별 통지합니다.


제8조 (스포츠도도의 의무)

8.1. 스포츠도도는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는데 최선을 다하여야 합니다.

8.2. 스포츠도도는 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의 개인정보 보호(신용정보 포함)를 위한 노력을 해야합니다.

8.3. 스포츠도도는 이용자가 서비스를 이용함에 있어 스포츠도도의 고의 또는 중대한 과실로 인하여 입은 손해를 배상할 책임을 부담합니다.

8.4. 스포츠도도는 서비스 제공과 관련해서 알고 있는 이용자의 신상 정보를 본인의 승낙 없이 제3자에게 누설하거나 배포하지 않습니다. 단, 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 또는 기타 관계법령에서 정한 절차에 의한 요청이 있을 경우에는 협조할 수 있습니다.

8.5. 스포츠도도는 이외에 괸계 법령이 정한 의무사항을 준수합니다.


제9조 (이용자의 ID 및 비밀번호에 대한 의무)

9.1. ID와 비밀번호에 관한 관리책임은 이용자에게 있습니다.

9.2. 이용자는 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.

9.3. 이용자는 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 스포츠도도에 통보하고 스포츠도도의 안내가 있는 경우에는 그에 따라야 합니다.

9.4. 이용자는 서비스 이용 약관 제9조 제3항에 따른 통지를 하지 않거나 스포츠도도의 조치에 따르지 않아 발생하는 모든 불이익에 대한 책임은 이용자에게 있습니다.


제10조 (이용자의 의무)

10.1. 이용자는 서비스 이용 약관 제4조 제1항의 회원정보 기재 내용에 변경이 발생한 경우, 즉시 변경사항을 정정하여 기재하여야 합니다.

10.2. 이용자는 이용자 자신의 권한과 책임을 인지하에 본 서비스를 이용해야 하며, 본 서비스에서 이루어진 모든 행위 및 그 결과에 대해서 일체의 책임을 져야 합니다.

10.3. 본 서비스 이용에 기인하여(스포츠도도가 이러한 이용으로 인해 클레임을 제3자로부터 받은 경우를 포함함)스포츠도도가 직접적 혹은 간접적으로 어떤 손해(변호사 비용 부담을 포함함)를 입었을 경우, 이용자는 당사의 요구에 따라 즉시 이를 보상해야 합니다.

10.4. 스포츠도도는 이용자가 본 약관에 위반되는 형태로 본 서비스를 이용하고 있다고 인정한 경우, 스포츠도도에서 필요하고 적절하다고 판단한 조치를 취하겠습니다. 단, 스포츠도도는 이러한 위반 행위를 방지 또는 시정할 의무를 갖지 않습니다.

10.5. 스포츠도도 및 기타 제3자의 인격권 또는 지적재산권을 침해하거나 명예를 손상시키거나 업무를 방해할 경우, 그에 대한 배상 책임을 져야합니다.

10.6. 이용자는 스포츠도도 운영진(관리자)을 가장하여 본 서비스를 이용하여서는 안됩니다.

10.7. 관련 법령에 의하여 게시가 금지되는 정보(불법소프트웨어,저작권 관련물 등)를 게시하는 행위를 하여서는 안됩니다.

10.8. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하는 행위를 하여서는 안됩니다.

10.9. 스포츠도도의 동의 없이 리버스엔지니어링, 디컴파일, 디스어셈블 및 기타 일체의 가공행위를 통하여 서비스를 복제, 분해 또 모방 기타 변형하는 행위를 하여서는 안됩니다.

10.10. 이용자는 다른 이용자에 대한 개인정보를 그 동의 없이 수집, 저장, 공개하는 행위를 하여서는 안됩니다.

10.11. 본 서비스를 사용하는 불특정 다수의 이용자를 대상으로 하여 광고 또는 선전하는 등의 방법으로 스포츠도도의 서비스를 이용하여 영리목적의 활동을 하는 행위를 하여서는 안됩니다.

10.12. 본 서비스 이용 약관을 위반하는 행위를 하여서는 안됩니다.



제11조 (공개게시물의 관리 및 권한)

11.1. 이용자의 투고 콘텐츠가 다음 각 호에 해당하는 경우 스포츠도도는 해당 투고 콘텐츠를 삭제 및 블라인드, 편집 처리 등을 할 수 있고, 서비스 이용 약관 제11조 3항에 따라 투고 콘텐츠 처리에 대한 통지를 합니다. 또한, 해당 이용자의 회원 자격을 제한, 정지 또는 상실시킬 수 있습니다.
11.1.1. 다른 이용자 또는 제3자를 비방하거나 중상 모략으로 명예를 훼손시키는 투고 콘텐츠
11.1.2. 공서양속에 위반되는 내용의 정보, 문장, 도형 등을 유포하는 투고 콘텐츠
11.1.3. 범죄행위와 관련이 있다고 판단되는 투고 콘텐츠
11.1.4. 다른 이용자 또는 제3자의 저작권을 침해하는 투고 콘텐츠
11.1.5. 각 메뉴별 이용수칙(이용안내), 서비스 이용규정에 위반되는 경우
11.1.6. 기타 관계 법령에 위배된다고 판단되는 투고 콘텐츠
11.1.7. 투고 콘텐츠가 타 이용자들에게 신고를 받아, 스포츠도도의 판단에 문제가 된다고 결정 되는 경우
11.1.8. 성적 모멸감과 불쾌감을 일으키는 투고 투고 콘텐츠
11.1.9. 허위사실을 유포하기 위한 투고 콘텐츠
11.1.10. 다른 이용자 또는 제3자의 사생활을 침해하는 투고 콘텐츠
11.1.11. 영리적 목적으로 하는 투고 콘텐츠
11.1.12. 기타 게시판의 성격과 맞지 않는 투고 콘텐츠

11.2. 이용자의 투고 콘텐츠로 인한 법률상 이익 침해를 근거로, 다른 이용자 또는 제3자가 이용자 또는 스포츠도도를 대상으로 하여 민형사상의 법적 조치(예: 고소, 가처분신청, 손해배상청구소송)를 취하는 동시에 법적 조치와 관련된 투고 콘텐츠의 삭제를 요청해오는 경우, 스포츠도도는 법적 조치의 결과(예: 검찰의 기소, 법원의 가처분결정, 손해배상판결)가 있을 때까지 관련 투고 콘텐츠에 대한 접근을 잠정적으로 제한할 수 있습니다.

11.3. 투고 콘텐츠의 이용자 정보를 알 수 있는 경우 사전통보 후 처분합니다. 투고 콘텐츠의 이용자를 알 수 없는 경우에는 7일간 플랫폼내 적절한 장소에 공지통보 후 처분합니다.

11.4. 이용자의 권한으로 글을 삭제하더라도 스포츠도도의 플랫폼 DB 상에서는 존재 할 수 있으며, 외부기관(예 : 경찰서, 사법기관 등)의 요청시 스포츠도도의 권한으로 제공될 수 있습니다.


제12조 (저작권의 귀속 및 이용 제한)

12.1. 스포츠도도가 작성한 저작물에 대한 저작권, 기타 지적재산권은 스포츠도도에 귀속합니다.

12.2. 이용자는 플랫폼을 이용함으로써 얻은 정보 중 스포츠도도에게 지적재산권이 귀속된 정보를 스포츠도도의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.

12.3. 이용자가 플랫폼을 이용함으로써 생성한 콘텐츠 및 투고 콘텐츠의 저작권은 이용자 본인에게 귀속됩니다. 또한 스포츠도도는 이용자의 동의 없이 콘텐츠를 상업적으로 이용할 수 없습니다. 다만 비영리 목적 및 서비스 품질 향상 및 기타 목적을 위하여 스포츠도도가 운영하는 전체 플랫폼 내에서 활용할 수 있습니다.

12.4. 스포츠도도는 서비스 이용 약관 제12조 4항에 따라 이용자에게 귀속된 저작권을 제12조 3항에 해당하지 않는 내용으로 상업적인 목적에 사용하는 경우 당해 이용자에게 통보하여야 합니다.


제13조 (면책 조항)

13.1. 스포츠도도는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.

13.2. 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.

13.3. 스포츠도도는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.

13.4. 스포츠도도는 이용자의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임을 지지 않습니다.

13.5. 스포츠도도는 이용자의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 이용자가 신상 정보 및 전자 우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.

13.6. 스포츠도도는 이용자가 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 또한 이용자가 서비스를 이용하며 타 이용자로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.

13.7. 스포츠도도는 이용자가 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다.

13.8. 스포츠도도는 이용자 상호간 및 이용자와 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.

13.9. 스포츠도도는 이용자에게 무료로 제공하는 서비스의 이용과 관련해서는 어떠한 손해도 책임을 지지 않습니다.

13.10. 서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인 이용으로부터 발생하는 손해 및 제3자의 불법적인 행위를 방지하거나 예방하는 과정에서 발생하는 손해

13.11. 제3자가 서비스를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해

13.12. 스포츠도도는 이용자가 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다.

13.13. 스포츠도도는 이용자가 본인의 권한과 책임하에 서비스를 사용하면서 생기는 어떠한 법적 문제에 대해서 책임을 지지 않습니다.

13.14. 스포츠도도는 제3자가 서비스 내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대하여 감시할 의무 기타 어떠한 책임도 지지 아니합니다.

13.15. 스포츠도도는 본 서비스(본 콘텐츠를 포함함)에 사실상 또는 법률상의 하자(안전성, 신뢰성, 정확성, 완전성, 유효성, 특정 목적과 부합 여부, 보안 등에 관련된 결함, 오류와 버그, 권리 침해 등을 포함함)가 없음을 명시적으로도 암묵적으로도 보증하지 않습니다. 스포츠도도는 이용자에 대해 이러한 하자를 제거하고 본 서비스를 제공할 의무를 갖지 않습니다.

13.16. 스포츠도도는 본 서비스로 인하여 이용자에게 발생한 모든 손해에 대해 일체의 책임을 지지 않습니다. 단, 본 서비스에 관한 스포츠도도와 이용자 간의 계약(본 약관을 포함함)이 소비자계약법에서 규정하는 소비자 계약에 해당될 경우, 이 면책 규정은 적용되지 않습니다.


제14조(광고 및 제휴 파트너 서비스)

14.1. 스포츠도도 본 서비스에 스포츠도도 또는 제3자의 광고를 게재할 수 있습니다.

14.2. 스포츠도도는 더 나은 서비스 제공을 위하여 다른 회사와 제휴할 수 있습니다.

14.3. 본 서비스는 스포츠도도와 제휴한 다른 사업자가 제공하는 서비스 또는 콘텐츠가 포함되는 경우가 있습니다. 이러한 서비스 또는 콘텐츠에 대한 책임은 이를 제공하는 사업자에게 있습니다. 또한, 이러한 서비스 또는 콘텐츠에는 이를 제공하는 사업자가 정한 이용약관 기타 조건이 적용되는 경우가 있습니다.

제15조 (준거법 및 재판관할)

본 약관은 한국어를 정본으로 하며, 한국어를 준거법으로 합니다. 본 서비스에 기인 또는 관련하여 이용자와 스포츠도도 간에 발생한 분쟁에 대해서는 대한민국 법을 적용하며, 분쟁으로 인한 소는 민사소송법상의 관할을 가지는 대한민국의 법원을 관할 법원으로 합니다.


 최종 갱신일 : 2020년 10월 02일

`;
